Repository: tgckpg/wenku10
Catalog: wenku10/Strings/*/InitQuestions.resw
Source language: en_us
Languages: ja, zh_cn

# Backup.Text
source: Backup
ja: バックアップ
zh_cn: 备份

# BackupComplete.Text
source: Backup complete.
ja: バックアップが完了しました。
zh_cn: 备份完成

# BooksType.Text
source: Books - Type {0}
ja: 書籍 - {0} 型
zh_cn: 书籍 - {0} 型

# Complete.Text
source: Complete
ja: 完了
zh_cn: 完成

# CompressCache.Text
source: Compressing caches...
ja: キャッシュを圧縮する…
zh_cn: 压缩快取…

# CreatingDatabase.Text
source: Creating database contexts...
ja: データベースを作成しています…
zh_cn: 创建数据库…

# DataBackup.Text
source: Backing up your files...
ja: あなたのデータをバックアップしています…
zh_cn: 正在备份你的文件…

# EnableOneDrive.Text
source: OneDrive supports bookmark syncing, settings, etc.
ja: OneDriveは、ブックマーク、設定、およびその他の機能を同期させることができ、OneDriveを有効にしますか？
zh_cn: 利用OneDrive 能支援自动同步书架、书签、设定等功能，需要启用OneDrive 吗？

# EnableServerSelector.Text
source: ServerSelector is a load balancer that will perhaps enhance the loading speed
ja: スプリッタは、情報を安定的にダウンロードすることができます、スプリッタを有効にしますか？
zh_cn: 使用分流器可以更快速稳定地载入资讯，需要启用分流器吗？

# ExportBackup.Text
source: Exporting the backup
ja: バックアップのエクスポート
zh_cn: 汇出备份

# ExtractingFiles.Text
source: Extracting files...
ja: ファイルの抽出…
zh_cn: 提取文件…

# FavRecords.Text
source: Fav records
ja: コレクションのレコード
zh_cn: 收藏记录

# Intro.Text
source: Hi, looks like this is the first time running this app. You will need to answer a few question before setting up the environment
ja: こんにちは、これは、アプリケーションを初めて起動するようです。次に、いくつかの質問に答えるので、私はあなたが初期化を設定してください。
zh_cn: 您好，看来这是你第一次启动这个应用。接下来请回答几个问题，以便我为您初始化设定。

# MightTakeAWhile.Text
source: This might take a while...
ja: これはしばらく時間がかかるかもしれません…
zh_cn: 这可能需要一段时间…

# Migrate.Text
source: Migrate
ja: 移行
zh_cn: 迁移

# MigrateUserFile.Text
source: Use backup to migrate
ja: バックアップを使用して移行する
zh_cn: 使用备份进行迁移

# Migration.Text
source: Migration
ja: 移行
zh_cn: 迁移

# MigrationAborted.Text
source: Migration aborted
ja: 移行が中止されました
zh_cn: 迁移终止

# MigrationComplete.Text
source: Migration complete
ja: 移行完了
zh_cn: 迁移完成

# Next.Text
source: Next
ja: 次へ
zh_cn: 下一步

# NobackupWarning.Text
source: Once migration failed, you will lost your data if you don't keep a backup. Ignore this warning and continue to migrate?
ja: 移行が失敗すると、バックアップを保持しないとデータが失われます。 この警告を無視して移行を続行しますか？
zh_cn: 如果您没有备份，一旦迁移失败，数据将会遗失。要忽略这个警告进行迁移吗？

# PleaseMigrate.Text
source: Migration is required before using the current version of this app
ja: このアプリの現在のバージョンを使用する前に移行が必要です
zh_cn: 应用这个版本使用之前，需要迁移

# Prev.Text
source: Previous
ja: 前へ
zh_cn: 上一步

# PurgingFiles.Text
source: Purging files...
ja: ファイルの削除…
zh_cn: 清除文件…

# SavingRecords.Text
source: Saving records...
ja: レコードを保存中
zh_cn: 保存记录

# Thankyou.Text
source: Thankyou. Please restart the application.
ja: ありがとう。アプリケーションを再起動する必要があります。設定は、アプリケーションの次回起動時に有効になります。 アプリケーションは終了します、[完了]を押してください。
zh_cn: 谢谢您，应用需要重新启动，设定将会在您下次启动这个应用时生效，请按完成退出应用。

# Theme.Text
source: Select a theme
ja: プリセットテーマを選択してください
zh_cn: 请选择预设的主题

# WarnMigrateWithBackup.Text
source: Current data will be replaced by this backup. Continue?
ja: 現在のデータはこのバックアップに置き換えられます。続行しますか？
zh_cn: 现有数据将被此备份取代。要继续吗？
